[
   {
      "title":"Sukces Naprawy Mitsubishi L200 - Błąd C1430 Rozwiązany w CarMitsu!",
      "description":"Ostatnio mieliśmy okazję pracować nad Mitsubishi L200, które zgłosiło błąd C1430 - wyzwanie, które dla wielu warsztatów mogłoby być trudne do pokonania. Nasz zespół mechaników, wyposażony w specjalistyczne narzędzia diagnostyczne, przystąpił do szczegółowej analizy problemu. Po dokładnym zbadaniu systemów pojazdu, udało nam się zidentyfikować i usunąć przyczynę błędu, przywracając pełną funkcjonalność samochodu. Dzięki naszemu zaangażowaniu i doświadczeniu, Mitsubishi L200 szybko powróciło do idealnego stanu, a zadowolenie klienta jest dla nas najlepszym potwierdzeniem skuteczności naszych metod.",
      "image":"l200.jpg",
      "date":"2024-04-26"
   },
   {
      "title":"Hyundai Galloper - Kompleksowa wymiana i serwis",
      "description":"Zapewnij swojemu Hyundai Galloper maksymalną wydajność i niezawodność dzięki naszej kompleksowej usłudze. Wymieniliśmy głowicę, rozrząd, olej oraz wahacze, korzystając z najwyższej jakości części i sprawdzonych technik, aby pojazd służył właścicielowi jak najlepiej.",
      "image":"galloper.jpg",
      "date":"2024-04-23"
   },
   {
      "title":"Mitsubishi Pajero 3 - Wymiana pompy wysokiego ciśnienia",
      "description":"Twoje Mitsubishi Pajero 3 potrzebuje nowej pompy wysokiego ciśnienia? Zaufaj naszym specjalistom, którzy szybko i skutecznie dokonają wymiany, przywracając optymalną pracę silnika i systemu paliwowego.",
      "image":"p3.jpg",
      "date":"2024-04-22"
   },
   {
      "title":"Mitsubishi Outlander - Regulacja zaworów",
      "description":"Niezależnie od przebiegu, regularna regulacja zaworów jest kluczowa dla zachowania optymalnej wydajności Twojego Mitsubishi Outlander. Nasz zespół dokładnie dostosuje zawory, zapewniając płynną pracę silnika i zwiększając jego efektywność.",
      "image":"outlander.jpg",
      "date":"2024-04-21"
   },
   {
      "title":"Mitsubishi Pajero 4 - Serwis hamulców i serwis olejowy",
      "description":"W naszym warsztacie przeprowadziliśmy kompleksowy serwis Mitsubishi Pajero 4, rozpoczynając od wymiany oleju oraz wszystkich filtrów, co jest kluczowe dla utrzymania czystości i wydajności silnika. Następnie przystąpiliśmy do regeneracji zacisków hamulcowych, co jest niezbędne dla bezpieczeństwa. Zakończyliśmy pracę, wymieniając klocki oraz tarcze hamulcowe, co zapewnia skuteczne i niezawodne hamowanie.",
      "image":"p4.jpg",
      "date":"2024-04-20"
   },
   {
      "title":"Mitsubishi Lancer - Serwis silnika i zawieszenia",
      "description":"W przypadku Mitsubishi Lancer skoncentrowaliśmy się na wymianie rozrządu, co jest kluczowe dla optymalnego działania silnika i jego długowieczności. Dodatkowo, wymieniliśmy amortyzatory, co znacząco poprawia komfort jazdy oraz stabilność pojazdu na drodze. Każdy etap serwisu został wykonany z dbałością o detale, aby zapewnić najwyższą jakość usług.",
      "image":"lancer.jpg",
      "date":"2024-04-19"
   },
   {
      "title":"Mitsubishi Colt - Serwis zawieszenia i silnika",
      "description":"W Mitsubishi Colt przeprowadziliśmy szeroko zakrojony serwis zawieszenia, zaczynając od wymiany końcówek drążka kierowniczego oraz łączników stabilizatora, co jest istotne dla precyzji kierowania. Kontynuowaliśmy pracę, wymieniając amortyzatory tylne, co zwiększa komfort podróży. Proces serwisowy obejmował także wymianę oleju i wszystkich filtrów, co pomaga w utrzymaniu silnika w doskonałym stanie.",
      "image":"colt.jpg",
      "date":"2024-04-18"
   }
]