[
   {
  "title": "Mitsubishi L200 Repair Success - C1430 Error Resolved at CarMitsu!",
  "description": "Recently, we had the opportunity to work on a Mitsubishi L200 that reported a C1430 error - a challenge that could be difficult for many workshops to overcome. Our team of mechanics, equipped with specialized diagnostic tools, proceeded with a detailed analysis of the problem. After thoroughly examining the vehicle's systems, we managed to identify and eliminate the cause of the error, restoring the car's full functionality. Thanks to our dedication and experience, the Mitsubishi L200 quickly returned to perfect condition, and customer satisfaction is the best confirmation of the effectiveness of our methods.",
  "image": "l200.jpg",
  "date": "26-04-2024"
},
{
  "title": "Hyundai Galloper - Comprehensive Replacement and Service",
  "description": "Ensure your Hyundai Galloper's maximum performance and reliability with our comprehensive service. We replaced the head, timing belt, oil, and control arms, using the highest quality parts and proven techniques to ensure the vehicle serves the owner as best as possible.",
  "image": "galloper.jpg",
  "date": "23-04-2024"
},
{
  "title": "Mitsubishi Pajero 3 - High-Pressure Pump Replacement",
  "description": "Does your Mitsubishi Pajero 3 need a new high-pressure pump? Trust our specialists, who will quickly and effectively carry out the replacement, restoring optimal engine and fuel system performance.",
  "image": "p3.jpg",
  "date": "22-04-2024"
},
{
  "title": "Mitsubishi Outlander - Valve Adjustment",
  "description": "Regardless of mileage, regular valve adjustment is crucial for maintaining the optimal performance of your Mitsubishi Outlander. Our team will precisely adjust the valves, ensuring smooth engine operation and increasing its efficiency.",
  "image": "outlander.jpg",
  "date": "21-04-2024"
},
{
  "title": "Mitsubishi Pajero 4 - Brake and Oil Service",
  "description": "In our workshop, we conducted a comprehensive service of the Mitsubishi Pajero 4, starting with an oil change and all filters, which is crucial for maintaining engine cleanliness and efficiency. We then proceeded with brake caliper regeneration, essential for safety. We finished the work by replacing the brake pads and discs, ensuring effective and reliable braking.",
  "image": "p4.jpg",
  "date": "20-04-2024"
},
{
  "title": "Mitsubishi Lancer - Engine and Suspension Service",
  "description": "For the Mitsubishi Lancer, we focused on replacing the timing belt, which is crucial for optimal engine operation and longevity. Additionally, we replaced the shock absorbers, significantly improving ride comfort and vehicle stability on the road. Each stage of the service was carried out with attention to detail to ensure the highest quality of service.",
  "image": "lancer.jpg",
  "date": "19-04-2024"
},
{
  "title": "Mitsubishi Colt - Suspension and Engine Service",
  "description": "In the Mitsubishi Colt, we conducted an extensive suspension service, starting with the replacement of the tie rod ends and stabilizer links, which are essential for steering precision. We continued the work by replacing the rear shock absorbers, enhancing travel comfort. The service process also included an oil change and all filters, helping to keep the engine in excellent condition.",
  "image": "colt.jpg",
  "date": "18-04-2024"
}
]
